---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewDisplayModel
source: html/a8195487-55c1-5c7e-9c36-f4718f3c820f.htm
---
# ViewDisplayModel Properties

True to show silhouettes edges. False to disable showing them.